[
  {
    "id": 1,
    "sanskrit": "श्रीभगवानुवाच। ऊर्ध्वमूलमधःशाखमश्वत्थं प्राहुरव्ययम्। छन्दांसि यस्य पर्णानि यस्तं वेद स वेदवित्।।15.1।।",
    "tamil": "ஶ்ரீபகவானுவாச। ஊர்த்வமூலம் அதஃஶாகம் அஶ்வத்தம் ப்ராஹுரவ்யயம்। சந்தாம்ஸி யஸ்ய பர்ணானி யஸ்தம் வேத ஸ வேதவித்।।15.1।।",
    "transliteration": "śrī-bhagavān uvāca | ūrdhva-mūlam adhaḥ-śākham aśvatthaṁ prāhur avyayam | chandāṁsi yasya parṇāni yaṁ taṁ veda sa veda-vit ||15.1||",
    "meaning": "The Blessed Lord said: There is a banyan tree which has its roots upward and its branches down, and whose leaves are the Vedic hymns. One who knows this tree is the knower of the Vedas.",
    "audioUrl": "https://github.com/gmsvijay/Geethai/raw/main/Geethai15-01.mpeg"
  },
  {
    "id": 2,
    "sanskrit": "अधश्चोर्ध्वं प्रसृतास्तस्य शाखा गुणप्रवृद्धा विषयप्रवालाः। अधश्च मूलान्यनुसन्ततानि कर्मानुबन्धीनि मनुष्यलोके।।15.2।।",
    "tamil": "அதஶ்சோர்த்வம் ப்ரஸ்ருதாஸ்தஸ்ய ஶாகா குணப்ரவ்ருத்தா விஷயப்ரவாலாஃ। அதஶ்ச மூலான்யனுஸந்ததானி கர்மானுபந்தீனி மனுஷ்யலோகே।।15.2।।",
    "transliteration": "adhaś cordhvaṁ prasṛtās tasya śākhā guṇa-pravṛddhā viṣaya-pravālāḥ | adhaś ca mūlāny anusantatāni karmānubandhīni manuṣya-loke ||15.2||",
    "meaning": "Its branches extend downward and upward, nourished by the modes of nature, with sense objects as its buds. And its roots stretch downward, binding the soul to actions in the human world.",
    "audioUrl": "https://github.com/gmsvijay/Geethai/raw/main/Geethai15-02.mpeg"
  },
  {
    "id": 3,
    "sanskrit": "न रूपमस्येह तथोपलभ्यते नान्तो न चादिर्न च संप्रतिष्ठा। अश्वत्थमेनं सुविरूढमूलं असङ्गशस्त्रेण दृढेन छित्त्वा।।15.3।।",
    "tamil": "ந ரூபமஸ்யேஹ ததோபலப்யதே நாந்தோ ந சாதிர்ந ச ஸம்ப்ரதிஷ்டா। அஶ்வத்தமேனம் ஸுவிரூடமூலம் அஸங்கஶஸ்த்ரேண த்ருடேன சித்த்வா।।15.3।।",
    "transliteration": "na rūpam asyeha tathopalabhyate nānto na cādir na ca sampratiṣṭhā | aśvattham enaṁ suvirūḍha-mūlaṁ asaṅga-śastreṇa dṛḍhena chittvā ||15.3||",
    "meaning": "Its real form is not perceived here, neither its end, nor its beginning, nor its foundation. Having cut down this deeply rooted banyan tree with the strong axe of detachment...",
    "audioUrl": "https://github.com/gmsvijay/Geethai/raw/main/Geethai15-03.mpeg"
  },
  {
    "id": 4,
    "sanskrit": "ततः पदं तत्परिमार्गितव्यं यस्मिन्गता न निवर्तन्ति भूयः। तमेव चाद्यं पुरुषं प्रपद्ये यतः प्रवृत्तिः प्रसृता पुराणी।।15.4।।",
    "tamil": "ததஃ பதம் தத்பரிமார்கிதவ்யம் யஸ்மின்கதா ந நிவர்தந்தி பூயஃ। தமேவ சாத்யம் புருஷம் ப்ரபத்யே யதஃ ப்ரவ்ருத்திஃ ப்ரஸ்ருதா புராணீ।।15.4।।",
    "transliteration": "tataḥ padaṁ tat parimārgitavyaṁ yasmin gatā na nivartanti bhūyaḥ | tam eva cādyaṁ puruṣaṁ prapadye yataḥ pravṛttiḥ prasṛtā purāṇī ||15.4||",
    "meaning": "Then one must seek that place from which, having gone, one never returns, and there surrender to that Primeval Person from whom everything has extended since time immemorial.",
    "audioUrl": "https://github.com/gmsvijay/Geethai/raw/main/Geethai15-04.mpeg"
  },
  {
    "id": 5,
    "sanskrit": "निर्मानमोहा जितसङ्गदोषा अध्यात्मनित्या विनिवृत्तकामाः। द्वन्द्वैर्विमुक्ताः सुखदुःखसंज्ञैर्गच्छन्त्यमूढाः पदमव्ययं तत्।।15.5।।",
    "tamil": "நிர்மானமோஹா ஜிதஸங்கதோஷா அத்யாத்மநித்யா வினிவ்ருத்தகாமாஃ। த்வந்த்வைர்விமுக்தாஃ ஸுகதுஃகஸஞ்ச்ஞைர்கச்சந்த்யமூடாஃ பதமவ்யயம் தத்।।15.5।।",
    "transliteration": "nirmāna-mohā jita-saṅga-doṣā adhyātma-nityā vinivṛtta-kāmāḥ | dvandvair vimuktāḥ sukha-duḥkha-saṅjñair gacchanty amūḍhāḥ padam avyayaṁ tat ||15.5||",
    "meaning": "Those who are free from pride and delusion, who have conquered the evil of attachment, who are constantly engaged in the Self, who are free from desires, and who are liberated from the dualities of pleasure and pain, reach that imperishable abode.",
    "audioUrl": "https://github.com/gmsvijay/Geethai/raw/main/Geethai15-05.mpeg"
  },
  {
    "id": 6,
    "sanskrit": "न तद्भासयते सूर्यो न शशाङ्को न पावकः। यद्गत्वा न निवर्तन्ते तद्धाम परमं मम।।15.6।।",
    "tamil": "ந தத்பாஸயதே ஸூர்யோ ந ஶஶாங்கோ ந பாவகஃ। யத்கத்வா ந நிவர்தந்தே தத்தாம பரமம் மம।।15.6।।",
    "transliteration": "na tad bhāsayate sūryo na śaśāṅko na pāvakaḥ | yad gatvā na nivartante tad dhāma paramaṁ mama ||15.6||",
    "meaning": "That supreme abode of Mine is not illumined by the sun, nor by the moon, nor by fire. Having gone there, one never returns.",
    "audioUrl": "https://github.com/gmsvijay/Geethai/raw/main/Geethai15-06.mpeg"
  },
  {
    "id": 7,
    "sanskrit": "ममैवांशो जीवलोके जीवभूतः सनातनः। मनःषष्ठानीन्द्रियाणि प्रकृतिस्थानि कर्षति।।15.7।।",
    "tamil": "மமைவாம்ஶோ ஜீவலோகே ஜீவபூதஃ ஸநாதனஃ। மனஃஷஷ்டானீந்த்ரியாணி ப்ரக்ருதிஸ்தானி கர்ஷதி।।15.7।।",
    "transliteration": "mamaivāṁśo jīva-loke jīva-bhūtaḥ sanātanaḥ | manaḥ-ṣaṣṭhānīndriyāṇi prakṛti-sthāni karṣati ||15.7||",
    "meaning": "The living entities in this conditioned world are My eternal fragmental parts. Due to conditioned life, they are struggling very hard with the six senses, which include the mind.",
    "audioUrl": "https://github.com/gmsvijay/Geethai/raw/main/Geethai15-07.mpeg"
  },
  {
    "id": 8,
    "sanskrit": "शरीरं यदवाप्नोति यच्चाप्युत्क्रामतीश्वरः। गृहीत्वैतानि संयाति वायुर gandhānivāśayāt।।15.8।।",
    "tamil": "ஶரீரம் யதவாப்னோதி யச்சாப்யுத்க்ராமதீஶ்வரஃ। க்ருஹீத்வைதானி ஸம்யாதி வாயுர்கந்தாநிவாஶயாத்।।15.8।।",
    "transliteration": "śarīraṁ yad avāpnoti yac cāpy utkrāmatīśvaraḥ | gṛhītvaitāni saṁyāti vāyur gandhān ivāśayāt ||15.8||",
    "meaning": "When the embodied soul leaves the body and takes another, it carries the mind and senses with it, just as the wind carries aromas from their sources.",
    "audioUrl": "https://github.com/gmsvijay/Geethai/raw/main/Geethai15-08.mpeg"
  },
  {
    "id": 9,
    "sanskrit": "श्रोत्रं चक्षुः स्पर्शनं च रसनं घ्राणमेव च। अधिष्ठाय मनश्चायं विषयानुपसेवते।।15.9।।",
    "tamil": "ஶ்ரோத்ரம் சக்ஷுஃ ஸ்பர்ஶனம் ச ரஸனம் க்ராணமேவ ச। அதிஷ்டாய மனஶ்சாயம் விஷயானுபஸேவதே।।15.9।।",
    "transliteration": "śrotraṁ cakṣuḥ sparśanaṁ ca rasanaṁ ghrāṇam eva ca | adhiṣṭhāya manaś cāyaṁ viṣayān upasevate ||15.9||",
    "meaning": "The living entity, thus taking another gross body, obtains a particular set of senses and mind, and enjoys a particular set of sense objects.",
    "audioUrl": "https://github.com/gmsvijay/Geethai/raw/main/Geethai15-09.mpeg"
  },
  {
    "id": 10,
    "sanskrit": "उत्क्रामन्तं स्थितं वापि भुञ्जानं वा गुणान्वितम्। विमूढा नानुपश्यन्ति पश्यन्ति ज्ञानचक्षुषः।।15.10।।",
    "tamil": "உத்க்ராமந்தம் ஸ்திதம் வாபி புஞ்ஜானம் வா குணான்விதம்। விமூடா நானுபஶ்யந்தி பஶ்யந்தி ஞானசக்ஷுஷஃ।।15.10।।",
    "transliteration": "utkrāmantaṁ sthitaṁ vāpi bhuñjānaṁ vā guṇānvitam | vimūḍhā nānupaśyanti paśyanti jñāna-cakṣuṣaḥ ||15.10||",
    "meaning": "The foolish cannot understand how a living entity quits his body, nor can they understand what sort of body he enjoys under the spell of the modes of nature. But one whose eyes are trained in knowledge can see all this.",
    "audioUrl": "https://github.com/gmsvijay/Geethai/raw/main/Geethai15-10.mpeg"
  },
  {
    "id": 11,
    "sanskrit": "यतन्तो योगिनश्चैनं पश्यन्त्यात्मन्यवस्थितम्। यतन्तोऽप्यकृतात्मानो नैनं पश्यन्त्यचेतसः।।15.11।।",
    "tamil": "யதந்தோ யோகிநஶ்சைனம் பஶ்யந்த்யாத்மந்யவஸ்திதம்। யதந்தோऽப்யக்ருதாத்மானோ நைனம் பஶ்யந்த்யசேதஸஃ।।15.11।।",
    "transliteration": "yatanto yoginaś chainaṁ paśyanty ātmany avasthitam | yatanto 'py akṛtātmāno nainaṁ paśyanty acetasaḥ ||15.11||",
    "meaning": "The striving yogis perceive the soul situated in themselves, but those whose minds are impure and undisciplined cannot perceive it, even though they strive.",
    "audioUrl": "https://github.com/gmsvijay/Geethai/raw/main/Geethai15-11.mpeg"
  },
  {
    "id": 12,
    "sanskrit": "यदादित्यगतं तेजो जगद्भासयतेऽखिलम्। यच्चन्द्रमसि यच्चाग्नौ तत्तेजो विद्धि मामकम्।।15.12।।",
    "tamil": "யதாதித்யகதம் தேஜோ ஜகத்பாஸயதேऽகிலம்। யச்சந்த்ரமஸி யச்சாக்னௌ தத்தேஜோ வித்தி மாமகம்।।15.12।।",
    "transliteration": "yad āditya-gataṁ tejo jagad bhāsayate 'khilam | yac candramasi yac cāgnau tat tejo viddhi māmakam ||15.12||",
    "meaning": "The light that shines from the sun, which illuminates the entire world, and the light in the moon and in fire—know that light to be Mine.",
    "audioUrl": "https://github.com/gmsvijay/Geethai/raw/main/Geethai15-12.mpeg"
  },
  {
    "id": 13,
    "sanskrit": "गामाविश्य च भूतानि धारयाम्यहमोजसा। पुष्णामि चौषधीः सर्वाः सोमो भूत्वा रसात्मकः।।15.13।।",
    "tamil": "காமாவிஶ்ய ச பூதானி தாரயாம்யஹமோஜஸா। புஷ்ணாமி சௌஷதீஃ ஸர்வாஃ ஸோமோ பூத்வா ரஸாத்மகஃ।।15.13।।",
    "transliteration": "gām āviśya ca bhūtāni dhārayāmy aham ojasā | puṣṇāmi cauṣadhīḥ sarvāḥ somo bhūtvā rasātmakaḥ ||15.13||",
    "meaning": "Entering the earth, I sustain all beings with My energy; becoming the moon, I nourish all plants with the juice of life.",
    "audioUrl": "https://github.com/gmsvijay/Geethai/raw/main/Geethai15-13.mpeg"
  },
  {
    "id": 14,
    "sanskrit": "अहं वैश्वानरो भूत्वा प्राणिनां देहमाश्रितः। प्राणापानसमायुक्तः पचाम्यन्नं चतुर्विधम्।।15.14।।",
    "tamil": "அஹம் வைஶ்வானரோ பூத்வா ப்ராணிநாம் தேஹமாஶ்ரிதஃ। ப்ராணாபானஸமாயுக்தஃ பசாம்யன்னம் சதுர்விதம்।।15.14।।",
    "transliteration": "ahaṁ vaiśvānaro bhūtvā prāṇināṁ deham āśritaḥ | prāṇāpāna-samāyuktaḥ pacāmy annaṁ catur-vidham ||15.14||",
    "meaning": "I am the fire of digestion in the bodies of all living beings, and I join with the incoming and outgoing breaths to digest the four kinds of food.",
    "audioUrl": "https://github.com/gmsvijay/Geethai/raw/main/Geethai15-14.mpeg"
  },
  {
    "id": 15,
    "sanskrit": "सर्वस्य चाहं हृदि सन्निविष्टो मत्तः स्मृतिर्ज्ञानमपोहनं च। वेदैश्च सर्वैरहमेव वेद्यो वेदान्तकृद्वेदविदेव चाहम्।।15.15।।",
    "tamil": "ஸர்வஸ்ய சாஹம் ஹ்ருதி ஸந்நிவிஷ்டோ மத்தஃ ஸ்ம்ருதிர்ஜ்ஞானமபோஹனம் ச। வேதைஶ்ச ஸர்வைரஹமேவ வேத்யோ வேதாந்தக்ருத் வேதவிதேவ சாஹம்।।15.15।।",
    "transliteration": "sarvasya cāhaṁ hṛidi sanniviṣṭo mattaḥ smṛitir jñānam apohanaṁ ca | vedaiś ca sarvair aham eva vedyo vedānta-kṛid veda-vid eva cāham ||15.15||",
    "meaning": "I am seated in the hearts of all living beings. From Me come memory, knowledge, and forgetfulness. I am to be known by all the Vedas; indeed, I am the compiler of Vedānta, and I am the knower of the Vedas.",
    "audioUrl": "https://github.com/gmsvijay/Geethai/raw/main/Geethai15-15.mpeg"
  },
  {
    "id": 16,
    "sanskrit": "द्वाविमौ पुरुषौ लोके क्षरश्चाक्षर एव च। क्षरः सर्वाणि भूतानि कूटस्थोऽक्षर उच्यते।।15.16।।",
    "tamil": "த்வாவிமௌ புருஷௌ லோகே க்ஷரஶ்சாக்ஷர ஏவ ச। க்ஷரஃ ஸர்வாணி பூதானி கூடஸ்தோऽக்ஷர உச்யதே।।15.16।।",
    "transliteration": "dvāv imau puruṣau loke kṣaraś cākṣara eva ca | kṣaraḥ sarvāṇi bhūtāni kūṭa-stho ’kṣara ucyate ||15.16||",
    "meaning": "There are two kinds of beings in this world—the perishable and the imperishable. All living beings are perishable, and the soul is imperishable.",
    "audioUrl": "https://github.com/gmsvijay/Geethai/raw/main/Geethai15-16.mpeg"
  },
  {
    "id": 17,
    "sanskrit": "उत्तमः पुरुषस्त्वन्यः परमात्मेत्युदाहृतः। यो लोकत्रयमाविश्य बिभर्त्यव्यय ईश्वरः।।15.17।।",
    "tamil": "உத்தமஃ புருஷஸ்த்வன்யஃ பரமாத்மேத்யுதாஹ்ருதஃ। யோ லோகத்ரயமாவிஶ்ய பிபர்த்யவ்யய ஈஶ்வரஃ।।15.17।।",
    "transliteration": "uttamaḥ puruṣas tv anyaḥ paramātmety udāhṛtaḥ | yo loka-trayam āviśya bibharty avyaya īśvaraḥ ||15.17||",
    "meaning": "But besides these two, there is the Supreme Person, who is called the Paramātma. He enters the three worlds and sustains them as the eternal Lord.",
    "audioUrl": "https://github.com/gmsvijay/Geethai/raw/main/Geethai15-17.mpeg"
  },
  {
    "id": 18,
    "sanskrit": "यस्मात्क्षरमतीतोऽहमक्षरादपि चोत्तमः। अतोऽस्मि लोके वेदे च प्रथितः पुरुषोत्तमः।।15.18।।",
    "tamil": "யஸ்மாத்க்ஷரமதீதோऽஹமக்ஷராதபி சோத்தமஃ। அதோऽஸ்மி லோகே வேதே ச ப்ரதிதஃ புருஷோத்தமஃ।।15.18।।",
    "transliteration": "yasmāt kṣaram atīto ’ham akṣarād api cottamaḥ | ato ’smi loke vede ca prathitaḥ puruṣottamaḥ ||15.18||",
    "meaning": "Because I transcend the perishable and am even higher than the imperishable, I am celebrated in the world and in the Vedas as the Supreme Person (Puruṣottama).",
    "audioUrl": "https://github.com/gmsvijay/Geethai/raw/main/Geethai15-18.mpeg"
  },
  {
    "id": 19,
    "sanskrit": "यो मामेवमसम्मूढो जानाति पुरुषोत्तमम्। स सर्वविद्भजति मां सर्वभावेन भारत।।15.19।।",
    "tamil": "யோ மாமேவமஸம்மூடோ ஜாநாதி புருஷோத்தமம்। ஸ ஸர்வவித் பஜதி மாம் ஸர்வபாவேன பாரத।।15.19।।",
    "transliteration": "yo mām evam asammūḍho jānāti puruṣottamam | sa sarva-vid bhajati māṁ sarva-bhāvena bhārata ||15.19||",
    "meaning": "Whoever knows Me as the Supreme Person, without delusion, knows everything and worships Me with all their heart, O Bhārata.",
    "audioUrl": "https://github.com/gmsvijay/Geethai/raw/main/Geethai15-19.mpeg"
  },
  {
    "id": 20,
    "sanskrit": "इति गुह्यतमं शास्त्रमिदमुक्तं मयानघ। एतद्बुद्ध्वा बुद्धिमान्स्यात्कृतकृत्यश्च भारत।।15.20।।",
    "tamil": "இதி குஹ்யதமம் ஶாஸ்த்ரமிதமுக்தம் மயாநக। ஏதத்புத்த்வா புத்திமான்ஸ்யாத்க்ருதக்ருத்யஶ்ச பாரத।।15.20।।",
    "transliteration": "iti guhya-tamaṁ śāstram idam uktaṁ mayānagha | etad buddhvā buddhimān syāt kṛta-kṛtyaś ca bhārata ||15.20||",
    "meaning": "Thus, this most secret teaching has been declared by Me, O sinless one. Understanding this, one becomes wise and all their duties are fulfilled, O Bhārata.",
    "audioUrl": "https://github.com/gmsvijay/Geethai/raw/main/Geethai15-20.mpeg"
  }
]
